import React, {Component} from 'react'
import {Link} from 'react-router'

class AgreementPage extends Component {
  constructor(props) {
    super(props)
  }


  render() {
    return (
      <div className="overview markdown-overview">
        <div id='write' className='is-mac'><Link to="/signup" className="back">返回</Link>
          <h1 className="title">来推SSP媒体服务系统使用协议</h1><p>
            在注册、使用来推SSP媒体服务系统前，请您认真阅读本协议条款及条件。参加来推SSP媒体服务系统即表明您接受了本协议条款及条件。如果您不接受本协议条款及条件，则暂时无法使用来推SSP媒体服务系统。</p><p>
            您与杭州百泰文化有限公司公司（以下简称“来推”）的本协议（“协议”）构成来推SSP媒体服务系统的标准条款及条件。“您”或“您的”指注册表格中登记的任何实体，该注册表格由该实体或其关联方、任何代理机构、网络或其他您授权可访问您账户和/或计划资料（定义如下）的第三方来提交，其亦应受本协议条款及条件的约束。来推有权随时修改本协议，只需公示于来推网站相关页面等，而无需征得您的事先同意，请您注意留意更新版本。修改后的条款于公示之时生效。在来推修改协议条款后，如果您不接受修改后的条款，请您立即停止使用来推SSP媒体服务系统，您继续使用来推SSP媒体服务系统将被视为您已接受了修改后的条款。</p>
          <h2><a name='header-c11' className='md-header-anchor '></a>第一条 定义</h2>
          <ol start=''>
            <li>来推SSP媒体服务系统：是一款面向媒体用户的媒体管理软件。本系统仅为中立的技术工具。</li>
            <li>“用户”或“您”：是指在来推注册SSP媒体服务系统的网站媒体注册用户，通过来推提供的获取软件授权并获得软件产品使用许可的个人或单一实体。</li>
          </ol>
          <h2><a name='header-c19' className='md-header-anchor '></a>第二条 用户的权利与义务</h2>
          <ol start=''>
            <li><p>
              用户保证从正规渠道获取来推SSP媒体服务，用户需凭来推SSP媒体服务系统账户、密码，使用来推SSP媒体服务。用户应自行管理账号和密码，用户承担账号、密码的保管责任，并就账号、密码项下之一切活动承担责任。</p>
            </li>
            <li><p>用户应使用来推SSP媒体管理系统对来推SSP媒体服务系统账户内的信息进行修改。</p></li>
            <li><p>用户保证来推SSP媒体服务系统账号注册时，所提供的资料真实无误。如因用户提供虚假信息，造成的损失由用户承担。用户账号归来推所有，用户仅享有账号的使用权。</p></li>
            <li><p>用户保证在其来推SSP媒体服务系统账号、密码未授权使用、或者发生其他任何安全问题时，应立即通知来推。</p></li>
            <li><p>
              用户必须通过其正确的系统登录并使用来推SSP媒体服务系统，通过其他形式登录、使用来推SSP媒体服务系统所造成的后果，来推将不承担任何责任。用户保证对其自身的操作以及其任何后果负责，不得破坏本软件的知识产权。</p>
            </li>
            <li><p>本软件仅提供中立的技术服务，用户承诺合法使用来推SSP媒体服务系统以及相关功能，保证不得利用来推SSP媒体服务系统从事违反国家相关法律法规的一切活动，包括但不限于：</p>
              <ol start=''>
                <li>使用服务端软件上载、传送、存储或以其它方法散布任何非法的、诽谤的、骚扰性的、侮辱性的、欺诈的、淫秽的或含有病毒的、或其它违法不妥当的内容；</li>
                <li>上载、传送或散布侵犯其他方知识产权或其它所有权、合同或信托权利或义务的内容；</li>
                <li>阻止他人使用该软件；</li>
                <li>为任何欺诈或不当目的使用服务；</li>
                <li>通过来推SSP媒体服务软件误导或欺骗他人；</li>
                <li>发布、传播违反国家法律、扰乱国家社会稳定的内容；</li>
                <li>发布、传播侵犯他人知识产权、商业秘密等合法权利的内容；</li>
                <li>进行危害计算机网络安全的行为。来推若一经发现，有权不经通知用户情况下，予以删除上述非法内容。</li>
              </ol>
            </li>
            <li><p>除非得到来推的书面授权，任何用户不得对来推SSP媒体服务软件通过复制、翻译、修改、反汇编、出售、转租等形式进行破坏，以及将软件用作他用。</p></li>
            <li><p>费用支付问题，来推会在相关地方明示。目前来推SSP媒体服务系统为免费软件。</p></li>
            <li><p>
              用户了解来推SSP媒体服务中可能包含由第三方提供的服务，来推只是为了用户的便利而提供功能模块。用户使用第三方提供的服务，需与第三方另行达成服务协议，支付相应的费用并承担可能的风险。来推对第三方所提供的服务不承担任何形式的担保。</p>
            </li>
            <li><p>用户完全了解并理解来推SSP媒体服务系统的推广物料，系由第三方上传，可能存在法律风险，用户在发布、编辑这些推广物料之前，已充分审查考虑此风险，由此所产生的法律后果完全由用户自行承担。</p></li>
            <li><p>用户承诺对来推SSP媒体服务系统仅用于媒体发布、编辑等使用，不用于其他目的或用途，若一经来推发现，来推有权取消该用户的权限，并不予任何补偿。</p></li>
          </ol>
          <h2><a name='header-c79' className='md-header-anchor '></a>第三条 来推的权利和义务</h2>
          <ol start=''>
            <li><p>本软件不含有任何破坏用户计算机数据和获取用户隐私信息的恶意代码，不含有任何跟踪、监视用户计算机和或操作行为的功能代码，不会监控用户网上、网下行为或泄露用户隐私。</p></li>
            <li><p>来推不会将您的个人信息转移或披露给任何非关联的第三方，除非：</p>
              <ol start=''>
                <li>相关法律法规或法院、政府机关要求；</li>
                <li>为完成合并、分立、收购或资产转让而转移；或</li>
                <li>为提供您要求的服务所必需；</li>
                <li>用户在使用本软件时，同意将其自身的信息公开。用户保证自行承担因此可能产生的风险，来推不承担因此所造成的一切损失；</li>
                <li>由于来推以外其他渠道被他人获知的信息，这些渠道并不受保密义务的限制；</li>
              </ol>
            </li>
            <li><p>来推会建立安全体系，最大化保护用户的利益，但来推也无法杜绝非安全的其他因素存在。用户在此了解并同意来推对此所作出的一切努力，并同意不向来推追究因此所造成的一切损失。</p></li>
            <li><p>来推对任何服务与该客户端软件或任何其他客户端软件的可用性、及时性、安全性或可靠性不承担任何责任或义务。</p></li>
            <li><p>来推可能会对服务内容进行变更，也可能会中断、中止或终止服务。</p></li>
            <li><p>
              您理解并同意，来推有权自主决定经营策略。在来推发生合并、分立、收购、资产转让时，来推可向第三方转让本服务下相关资产；来推也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以来推通知的为准。</p>
            </li>
            <li><p>如发生下列任何一种情形，来推有权不经通知而中断或终止向您提供的服务：</p>
              <ol start=''>
                <li>根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</li>
                <li>您违反相关法律法规或本协议的约定；</li>
                <li>按照法律规定或主管部门的要求；</li>
                <li>出于安全的原因或其他必要的情形。</li>
              </ol>
            </li>
            <li><p>若您未按时足额付费，来推有权中断、中止或终止提供服务。</p></li>
            <li><p>您有责任自行备份存储在本服务中的数据。如果您的服务被终止，来推可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，来推没有义务向您返还数据。</p></li>
          </ol>
          <h2><a name='header-c137' className='md-header-anchor '></a>第四条 推广费用与结算</h2>
          <ol start=''>
            <li>
              来推可能根据实际需要对费用的结算比例、结算周期、方式进行修改和变更，前述修改、变更前，来推将在相应服务页面或以站内信等形式进行通知或公告，具体按每月实际执行政策确定，您应当予以遵守。如果您不同意上述修改、变更，则应停止使用相应服务，否则，您的任何使用行为，即视为您同意上述修改、变更。
            </li>
            <li>来推将根据您为推广内容带来的有效效果，计算出有效推广收入及税费，向您支付推广费用。具体计算公式：推广费用=应用带来的有效推广收入-代扣税费（如有）。</li>
            <li>您需自行承担所获费用的应缴税款。来推将按照相关国家法规对个人开发者所得税进行代扣代缴，最终支付款项为税后款；企业开发者所得税需按照相关国家法规自行缴纳，最终支付款项为税前款。</li>
            <li>您的收益每自然月结算一次。您确认并同意，展示次数、点击次数、有效效果量、有效推广收入等数据，均以来推系统相应的统计数据为准，您对此无异议。</li>
            <li>
              您应在次月第5个工作日之前（遇节假日顺延）将上个自然月在来推平台查询到的您的收益等相关数据的对账单打印并加盖公章（自然人签字按手印），并将前述加盖公章（自然人签字按手印）的对账单、相应合格发票一同按照来推指定的地址和收件人等邮寄给来推。
            </li>
            <li>来推依照本协议所应支付您的收益之所有款项，将在收到您出具的合格发票、盖章确认的对账单等凭证后5个工作日内予以支付。</li>
            <li>您需依照本服务相关规则指定收款银行账户，如无特别说明，所有涉及到的费用均以人民币为计价单位。</li>
          </ol>
          <h2><a name='header-c160' className='md-header-anchor '></a>第五条 反作弊条款</h2>
          <ol start=''>
            <li><p>您保证遵守本服务的相关服务规则，在合作过程中不得出现如下行为：</p>
              <ol start=''>
                <li>制造无效流量（如：自行访问、鼓励访问、程序访问等）；</li>
                <li>制造无效点击，包括但不限于如下行为：自己点击：用户本人或者煽动他人进行反复手动点击；强制和鼓励用户点击：以任何资源交换为目的引导用户点击；通过程序软件点击：通过作弊程序，自动点击来增加无效数据。
                </li>
                <li>违规嵌入，包括但不限于如下行为：出现诱导、引导用户对任意推广内容进行点击的字样；推广内容遮盖应用操作元素，影响用户正常操作；同一应用界面嵌入多条推广内容，遮盖应用界面，严重影响用户正常观看。</li>
                <li>违反本服务规则要求进行违规投放（如：改变形式、遮挡内容等）；</li>
                <li>出现违反本协议或国家法律、法规及其他法律规范性文件的作弊情形；</li>
                <li>其他以任何不正当方式制造虚假或无效流量、点击量、下载量等，或违规嵌入等任何行为。</li>
              </ol>
            </li>
            <li><p>来推有权不定期制定和调整相应的反作弊管理及处罚规范，相关规范作为本协议不可分割的组成部分，与其构成统一整体。</p></li>
          </ol>
          <h2><a name='header-c187' className='md-header-anchor '></a>第六条 知识产权</h2>
          <ol start=''>
            <li>来推拥有来推SSP媒体服务系统软件的著作权、商标权、专利权[商业秘密不属于知识产权范畴]以及其他相关的知识产权的合法权益，其它本协议中未经提及的权利亦由来推保留。</li>
            <li>来推SSP媒体服务系统软件受到著作权法、商标法、专利法和不正当竞争法律法规的保护，未经授权地复制，模仿，使用或发布上述标识，均被禁止，且应承担相关责任。</li>
            <li>来推在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归来推所有。</li>
            <li>上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经来推、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</li>
          </ol>
          <h2><a name='header-c201' className='md-header-anchor '></a>第七条 免责条款</h2><p>对于以下情形，来推不承担任何责任：</p>
          <ol start=''>
            <li><p>
              您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，来推将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失来推在法律允许的范围内免责。</p>
            </li>
            <li><p>在法律允许的范围内，来推对以下情形导致的服务中断或受阻不承担责任：</p>
              <ol start=''>
                <li>受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</li>
                <li>用户或来推的电脑软件、系统、硬件和通信线路出现故障；</li>
                <li>用户操作不当；</li>
                <li>用户通过非来推授权的方式使用本服务；</li>
                <li>其他来推无法控制或合理预见的情形。</li>
              </ol>
            </li>
            <li><p>您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，来推不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：</p>
              <ol start=''>
                <li>来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；</li>
                <li>因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；</li>
                <li>其他因网络信息或用户行为引起的风险。</li>
              </ol>
            </li>
            <li><p>
              您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，来推不承担法律责任。</p>
            </li>
            <li><p>来推依据本协议约定获得处理违法违规内容的权利，该权利不构成来推的义务或承诺，来推不能保证及时发现违法行为或进行相应处理。</p></li>
            <li><p>在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意来推有关防范诈骗犯罪的提示。</p></li>
          </ol>
          <h2><a name='header-c249' className='md-header-anchor '></a>第八条 管辖与法律适用</h2>
          <ol start=''>
            <li>本协议的成立、生效、履行、解释及纠纷解决，本协议适用中华人民共和国法律法规。如遇本协议有关的某一特定事项缺乏明确法律规定，则应参照通用国际商业惯例和（或）行业惯例。</li>
            <li>因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，任何一方均有权将争议递交来推SSP媒体服务系统服务器托管地的杭州市西湖区人民法院管辖。</li>
            <li>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</li>
            <li>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</li>
          </ol>
          <h2><a name='header-c263' className='md-header-anchor '></a>第九条 其他</h2>
          <ol start=''>
            <li>本协议构成用户和来推间就使用来推SSP媒体服务系统的完整的协议，并取代双方就有关本协议所载任何事项于先前以口头或书面达成的共识。</li>
            <li>如果您对本协议或本服务有意见或建议，可与来推客户服务部门联系，我们会给予您必要的帮助。</li>
            <li>本协议的最终解释、修订权归属来推。</li>
          </ol>
        </div>
      </div>
    );
  }


}

export default AgreementPage
